Repository: Przemq/wlc-wcpp-plugin
Catalog: languages/woocommerce-promoted-product-*.po
Languages: pl_pl

source: Promote this product
pl_pl: Promuj ten produkt

source: Check this box to mark as promoted product.
pl_pl: Oznacz jako promowany.

source: Custom Title
pl_pl: Własny tytuł

source: Enter a custom title for this promoted product.
pl_pl: Wprowadź własny tytuł promowanego produktu.

source: Set expiration date
pl_pl: Ustaw datę wygaśnięcia

source: Check this box to enable setting an expiration date.
pl_pl: Zaznacz aby aktywować datę wygaśnięcia.

source: The promoted product has been updated.
pl_pl: Promowany produkt został zaktualizowany.

source: Promoted Product
pl_pl: Promowany produkt

source: Promoted Product Settings
pl_pl: Ustawienia promowanego produktu

source: Promoted Product Prefix
pl_pl: Prefiks Promowanego Produktu

source: Title for the promoted product, e.g., "FLASH SALE:"
pl_pl: Tytuł dla promowanego produktu, np „FLASH SALE”

source: Background Color
pl_pl: Kolor tła

source: Choose a background color for the promoted product.
pl_pl: Wybierz kolor tła dla promowanego produktu.

source: Text Color
pl_pl: Kolor tekstu

source: Choose a text color for the promoted product.
pl_pl: Wybierz kolor dla promowanego tekstu.

source: No active promoted product.
pl_pl: Brak promowanego produktu.
